{
    "This dissolution and those dissolutions: Looking for parallels to Oli’s move in history": "The parallels are uncanny. Girija Prasad Koirala headed a majority government, formed after the general elections, in 1991, following the promulgation of a new constitution. KP Sharma Oli headed a majority government, formed after the general elections, in 2018 following the promulgation of a new constitution. Koirala’s relationship with other leaders of the party was frayed from early on after he took the reins to lead a newly-democratic country. Oli’s relationship with other leaders of his party gradually started becoming frayed after he led the country that had adopted federalism. Finally, Koirala dissolved parliament after a section of his party did not vote for the policy and programme his government had presented in Parliament. Oli on Sunday dissolved Parliament after his disagreements with another faction within the party reached breaking point. If there is a need for yet another parallel, preceding the dissolution in 1994, Koirala had sacked six ministers of the opposition faction. Oli’s troubles took an apparently irreconcilable turn after he inducted three ministers in his Cabinet without, allegedly, taking the rival faction in confidence. In both instances internal wranglings in the governing party with a comfortable majority in Parliament resulted in political instability. But according to Daman Nath Dhungana, who was the Speaker in that Parliament, the discord within the ruling Nepal Communist Party (NCP) is much more than it was within the Nepali Congress. “The fundamental similarity of both House dissolutions is dispute and discord inside the party rather than any ideological differences,” said Dhungana.While the Nepali Congress had a long history of democratic struggle, the Nepal Communist Party was formed only in 2018 after the merger of CPN-UML and Communist Party of Nepal (Maoist-Centre). The former was an established political party and the latter emerged from a decade-long armed conflict in which some 13,000 people lost their lives. “Koirala’s discord with Ganesh Man Singh and Krishna Prasad Bhattarai was not as serious as Oli has with his party leaders today,” Dhungana told the Post. Following the House dissolution in 1994, a case was filed in the Supreme Court calling the move “unconstitutional” but the court ruled that since there was no possibility of the formation of another government, there was no alternative to seeking a fresh mandate from the people which Koirala had recommended. But observers say that is not the case with Oli’s dissolution of parliament. “There is still a possibility of the formation of an alternative government now,” said Taranath Dahal, a former journalist who had covered political issues in the 1990s. That parliament cannot be dissolved when there is a possibility that an alternative government can be formed was the argument of the Supreme Court when the CPN-UML-led Manmohan Adhikari minority government, formed after the subsequent general elections of 1994, recommended the dissolution of parliament in 1995. Prior to Adhikari’s recommendation, which king Birendra had duly complied with, a no-confidence motion had already been registered against his government jointly by the Nepali Congress and the Rastriya Prajatantra Party. Adhikari’s recommendation was challenged in the Supreme Court and the court ruled against Parliament dissolution saying it did not hold strong political and constitutional ground because chances of forming the next government were still there and a no-confidence motion had already been tabled in the House which needed to be discussed. On Sunday before Oli made the recommendation and President Bidya Devi Bhandari acted on it, a section of the ruling party had already registered a no-confidence motion against its own government. “Oli’s move seems unconstitutional because the President should have called an all-party consultation before approving his recommendation,” said Dhungana.Political analysts say while both moves of Koirala and Adhikari did not undermine democracy and constitution, Oli’s move does.“This is a totalitarian exercise,” Dahal said, referring to Oli’s dissolution of Parliament. He sees parallels between Oli’s move and that of Sher Bahadur Deuba in 2002 instead when the current president of the Nepali Congress dissolved parliament at the alleged instigation of king Gyanendra Shah. “We have reached a stage similar to that after then prime minister Sher Bahadur Deuba dissolved the parliament in May, 2002,” said Dahal. In order to hold the elections, Deuba dissolved the House but he could not hold them because of the armed conflict, led by Oli’s current nemesis in his party Pushpa Kamal Dahal, that was raging in the country.After he failed to hold the elections, then king Gyanendra Shah dismissed Deuba in October, 2002 branding him as “incompetent”. Shah, a constitutional monarch, in blatant disregard for the constitution, took over the reins of power which ultimately ended the centuries-old monarchy in the country effectively in 2006. If Koirala’s dissolution of Parliament in 1994 began the cycle of political instability in the country, the overwhelming victory of the CPN-UML and the Maoist Centre alliance in the 2017 general elections had given hope of the end of unstable governments. But as Oli told Dahal on November 28 in his rebuttal to the November 13 political document that Dahal presented at the ruling party’s Secretariat meeting, “It is said history repeats itself twice, the first time as tragedy, second time as farce.” Prime Minister and chair of the Nepal Communist Party Oli had then asked Dahal, “History has already repeated itself as tragedy. Are you [Dahal] waiting for another farce?”Or is it Oli who is waiting now? ",
    "Government whitewashing extent of coronavirus infection, health experts say": "Sukraraj Tropical and Infectious Disease Hospital in Teku, Kathmandu, conducted around 300 coronavirus PCR) on Sunday. Around 250 of those tests were sought by people who were planning to travel abroad. “They were all healthy people seeking the service in order to travel to Hong Kong,” Dr Sagar Rajbhandari, director at the hospital told the Post.”A lot of people who visit our hospital for tests these days are those who are planning to go abroad.”Around 5,000 PCR tests are being carried out daily across the country, and nearly 1,300 of these test subjects are healthy individuals, mosty youths, who are seeking the service to travel overseas. Some health officials say that the Ministry of Health and Population has been incorporating the test results of these healthy people in its daily Covid-19 briefing to give a false sense of declining infection rate. The ministry has also been including the number of tests undergone by health workers—which they must on a regular basis, individuals who have court dates and government staff serving at the Prime Minister’s residence and Singhadurbar. Officials at the Health Ministry have been claiming that infection rate has declined based on these test results when in fact the test numbers have been reduced by more than half since October. “Number is not everything. We have to see the percentage also,” Dr Samir Kumar Adhikari, joint spokesperson at the Health Ministry, told the Post. “Positive percentage has declined in the total tests, that is important in itself.”Public health experts, however, say it is ridiculous to claim that the number of infected people have declined by counting the number of healthy people who got tested to travel abroad. “If we stop testing today, the number of new cases will be zero immediately,” Dr Govinda Ojha, former director general at the Department of Health Services, told the Post. “What can we expect from this government, whose focus is not in saving people’s lives but the life of the government itself.”On October 5, the Cabinet decided to provide free testing and treatment only to those who can’t afford to pay, frontline health workers, security personnel and cleaning staff. The decision was enforced by the Health Ministry from October 17.With the government halting the free test service, contact tracing was automatically stopped. Doctors say contact tracing is crucial to breaking the chain of the virus spread. The government has not increased the test numbers despite the Supreme Court’s ruling to provide free tests and treatment. The government has only been providing free test and treatment services only to “symptomatic” patients.“We do not know the actual number of infected people, nor the extent of the infection, as we are not performing sufficient tests and contact tracing,” Dr Prabhat Adhikari, an infectious disease expert, told the Post. “The number of deaths and serious patients in the intensive care unit has not declined, which proves that risk and spread of infection is not over yet.”According to Adhikari, even if the infection rate has declined in the Kathmandu Valley as claimed by the authorities, a second wave of infection is looming.“Infection of the highly contagious disease like coronavirus spreads in waves, and if the first waves have finished, second waves will start,” he said. “As all business has resumed and people are ignoring safety measures, another wave of infections is more likely to come early.”The government is jeopardising public lives by ignoring the risks and reducing the tests, a doctor at the Department of Health Services said on condition of anonymity.“This government will prove one day that the coronavirus infection is nothing and can be cured by turmeric water. Authorities concerned are ignoring experts’ advice and disregarding science. People have to suffer, when irresponsible people hold the power,” the doctor said. ",
    "Thamel nightlife stirring from Covid-19 slumber, but risk not over yet": "Samir Kharel, 35, is happy to hear that late-night establishments at Thamel have opened. “It’s so monotonous to stay at home. At least now I can have a good time with my friends with a drink,” said Kharel, a banker. Nisha Karki, 26, a freelance journalist, is also equally pleased to learn that nightlife in Thamel is open. “I was there two weeks ago. The vibrant Thamel had a deserted look,” said the journalist. “I guess the hard time is over now because Covid-19 vaccine is ready. I guess we can party all night in Thamel.” But despite some countries starting to vaccinate their people against the coronavirus, it will be a while before Nepalis start to get vaccinated.The risk is still there although businesses have restarted and the night time business operators of Thamel are the latest one to open their doors to customers, nearly nine months after they were closed. “After our three-day protest two weeks ago, we have got verbal approval from the Chief District Office to operate till 11 pm,” said Dwang Tamang, coordinator of NightLife Association in Thamel. “Once health protocols are monitored by the government authorities. The CDO office has assured us that we will be allowed to open our night businesses till 12 am.”After nearly nine months of complete closure, the nightlife in Thamel has gradually started to take momentum, as 50 percent of night business operators have started to open their establishments, according to Thamel Tourism Development Council.However, virologists see a great risk at operating night businesses, as there is no possibility of stringent monitoring mechanisms.“We are at greater risk of transferring the virus. I think it’s quite impossible to maintain social distance in a disco or a nightclub,” said Dr Sher Bahadur Pun, a virologist at the Sukraraj Tropical and Infectious Hospital, Teku. Nightlife operators who run dance bars, pubs, clubs, lounges, restaurants and burger houses had resumed their businesses from last week, although officials say they officially let open the businesses from Friday. The tourist hub has had no foreign tourists ever since the start of the nationwide lockdown that started on March 24, but nightlife business operators and stakeholders say this is not a concern. “Ninety-five percent of customers who get involved in Thamel’s nightlife are Nepalis,” said Bhabishwor Sharma, vice-president of Thamel Tourism Development Council. “Therefore, the dearth of foreigners does not matter much for the night-time businesses.” This is good news for the employees too. Sharma said with the reopening of night time businesses in Thamel, fifty percent of employees are set to get back their lost jobs. According to the council, Thamel has nearly 100 nightlife business houses that employ about 30,000 people. Of these, over 60 percent were laid off after the country went into lockdown, said Sharma. The council’s report shows that Thamel has over 10,000 businesses in 2,000 houses. Of these, over 700 businesses have already been closed since the lockdown in March. According to the Covid-19 Tourism Business Disaster Committee’s report formed under the council, 270 travel and tour agencies, clothing shops, curio shops, restaurants and hotels were closed till July. “We do not have the recent data but since July, many businesses have closed and others are on the verge of closing. We are committed to reopening Thamel’s night life by following health protocols set by the government,” said Sharma.He said the council, in coordination with the district administration office, Kathmandu Metropolitan City and other stakeholders, is going to monitor the recently opened night businesses and check if they are following the health protocols.“We are going to take all kinds of precautions while operating night businesses,” said Sharma.Council officials say once the health protocols are examined in restaurants, clubs, bars, pubs and other night businesses, they will be requesting the government to allow them to run their business till midnight. Meanwhile, night business operators say that they are facing hard times to sustain their businesses, as they have to pay the house rent, pay their staff and pay off bank loans. “Due to the lockdown and Covid-19 restrictions, nightlife business operators suffered a great loss. The government should help us pay our bank loans,” said Tamang, who is also the owner of Ibyza lounge and DiscoTheque in Thamel. Sharma, meanwhile, said the council and business stakeholders in Thamel have already submitted a memorandum to the finance and tourism ministers to look into their financial problems and long-term sustainability in their night businesses. But people like Kharel, potential clients for these night businesses, are concerned about their health and safety as well. “I am equally worried about contracting the virus while visiting these night businesses” said Kharel. And health experts agree that he has every reason to be concerned. “The safety concern is equally important for those who operate their night business in Thamel, as there is a higher risk of operators being infected by the virus and being the superspreader,” said Pun. “They should take extra precautions.” ",
    "Third party involvement in Japan job programme contradicts agreement": "After signing a controversial labour agreement with Israel that makes Nepali workers pay to go to the country for jobs, the government has now drafted a directive to implement the understanding with Japan, which contradicts the essence of the agreement and also envisages imposing expenses on Nepali workers.In March 2019, both countries signed an understanding on sending Nepali workers with the status of residence of Specified Skilled Workers (SSW) to Japan.As per the understanding between the two governments, private recruiting agencies don’t get to hire and supply Nepali workers. The agreement says that recruitment is to be carried out under a government-to-government (G2G) modality.However, a draft of the directive prepared by the Ministry of Labour Employment and Social Security has a provision that a third party or a supporting agency will be facilitating the labour migration to Japan.The draft of the directive, a copy of which was obtained by the Post, says a third party agency will be in operation for handling the demand of Nepali workers to be hired under the existing deal between Nepal and Japan.But during negotiations for signing the deal, ‘Memorandum of Cooperation (MoC) on sending Nepali workers with the status of residence of Specified Skilled Workers (SSW) to Japan’, both countries had strictly ruled out the role of any third party agencies while hiring and supplying workers to Japan in a bid to eliminate possible malpractices.According to a former official with the Labour Ministry who did not want to be identified, the deal between Japan and Nepal was signed under the G2G modality, which means there is no space for intermediary agents or private agencies.“Since the negotiation of the deal, we stressed the G2G modality and having no third party in the hiring process, as we have had malpractices in the past as well,” said the official, who had closely followed the negotiations during his tenure at the Labour Ministry. “For the demand for workers, the Nepali mission in Japan would attest the documents like it is happening in the case of labour migration to other countries.”The labour agreement said a separate unit would be set up under the Department of Foreign Employment to facilitate the process of recruiting Nepali workers. The dedicated unit would also assist the Japanese side in conducting language and skill tests in Nepal.Labour Ministry officials declined to comment on this particular provision saying the draft was still under discussion.“The directive regarding sending Nepali workers to Japan is still being discussed,” Bharatmani Pandey, spokesperson for the ministry, told the Post. “I will not know anything about this document until it is finalised.”Another Labour Ministry official Hari Prasad Mainali, chief of the Employment Coordination Division, said the draft was not finalised.Yet another controversial provision in the directive says workers could be paying for Japanese jobs under the new agreement.The provision is not only against the labour agreement, which promised ‘zero cost’ jobs to Nepali workers, but it also clashes with Nepal government’s policy of promoting zero investment jobs to its workers in new labour deals and revision of existing ones.The new directive of sending workers to Japan mentions that workers would be required to pay for their airfare, insurance, medical examinations, the contribution of Foreign Employer Welfare Fund and labour permit if the employer does not cover such expenses.Mainali, the joint-secretary with the Labour Ministry, who earlier said the directive was under discussion and no comment would be made on third-party provision, however, said workers would be hired under two modalities—employers pay and workers pay.“Some companies may be ready to pay all the expenses on behalf of workers. If those companies cover all the expenses, workers hired by such companies will not have to pay anything,” said Mainali. “Workers going to work in other companies will have to bear all the expenses by themselves.” Nepal’s landmark labour agreement with Malaysia promised free jobs for Nepali workers. Likewise, reviewing of labour agreements with the United Arab Emirates, Oman and Qatar and signing of new deals with Jordan, Mauritius, including Japan, also signalled that the government policy is clear on zero cost jobs or the ‘employer pays’ model, under which the employer is responsible for all the fees and costs of hiring.Making Nepali workers pay for Israeli jobs under the new deal signed in October has already met with severe criticism and is seen as a reversal of its commitment to promoting fair and ethical recruitment of Nepali workers.Such provision does not only create confusion and lacks consistency on the government’s policies regarding foreign employment but is also unfair to aspiring migrant workers. Some of them would be getting free jobs whereas others would be required to invest themselves. Nepal is the only South Asian country from where Japan would be hiring workers for 14 industrial sectors. Over the first five years, about 345,000 foreign workers will be hired from China, Indonesia, Mongolia, Myanmar, Nepal, Thailand, the Philippines and Vietnam.Despite nearly 19 months of inking the labour deal, not a single Nepali worker has migrated to work in Japan.“There was a long negotiation for finalising the labour agreement,” said the former Labour Ministry official. “But one thing that the deal was crystal clear about was not making workers pay for the job in Japan.” ",
    "Performance evaluation at the local level": "As per the Local Government Operation Act, local units have until June 25 to present their budget for the forthcoming fiscal year which begins on July 15. But many local units have been tardy in submitting their annual financial plans. Questions have been raised why action should not be taken against them. The performance-based grant system provides much information on what action should be taken against those who do not submit the budget on time. Errant local government can be punished through the fiscal transfer channel. This system has been in place for some time and it worked well. Earlier, it was called Minimum Conditions and Performance Measurements, and was an integral part of the local governance reform process. The performance of local units was measured through two tools called Minimum Conditions and Performance Measurements. If a local unit failed to meet any of the conditions, it would not be eligible for additional grants.Performance measurement indicators covered additional functions that determined how much more or less grants a local unit received if it met all minimum conditions. This system evaluated the annual performance of the local unit based on planning and budgeting, financial management, fiscal resource mobilisation, communication and transparency, budget releases and programme execution, monitoring and evaluation and so forth. The evaluation was done by the then Local Bodies Fiscal Commission. The additional grant system was fully aligned with this tool. Out of the total unconditional capital grant allocated to local bodies, 70 percent was linked to this tool. Condition indicatorsThere were 10 minimum condition indicators for municipalities and seven for village development committees. In order to get an additional grant, the local body had to pass all indicators. As for performance indicators, there were 40 indicators for municipalities and 13 for villages development committees. They were evaluated on the basis of a total of 100 marks. If they did not get the minimum 40 marks, an additional 20 percent of the grant would be deducted. Despite the scarcity of manpower and resources and lack of elected representatives, most of the local governments followed this tool. The implementation of this system had improved the planning, budget implementation, resource mobilisation, monitoring and evaluation, transparency and other areas at the local level. The local units were particular about following the procedures of the Local Self-Governance Act and the regulations under it in line with the belief that they should be responsible and accountable to the people. This tool was working smoothly, but it was discontinued after the country adopted federalism. Along with the structure of the National Natural Resources and Fiscal Commission, the erstwhile Local Bodies Fiscal Commission was abolished. However, due to the delay in the formation of the National Natural Resources and Fiscal Commission, the existing mass scale performance measurement tool in the former local level could not be continued. It has been a nearly half a decade since the secretariat of the commission was formed. Further, it has been more than two years since the commission was formed. In such a situation, it is recommended to the commission to start a full-fledged fiscal transfer system based on performance measurement at the local level. As for the symbolic indication, the commission has started to link a nominal figure (2.5 percent of the total formula based fiscal equalisation grant at the local level) from the fiscal year 2019-20. In the current fiscal year 2020-21, the commission recommended a similar tool and amount for both local and provincial levels. However, the recommendation was not implemented. The commission seems to be ready to follow this tool, but it has seen the need to create an appropriate legal and political environment. Even in the previous system, the government had given high priority to it in its policies, programmes and budget speeches. In addition, the cabinet had also authorised it. Further, there was a strict provision in the local government-related laws and regulations. This tool will not be successful without the full support and commitment of the government. Service deliveryIt cannot be questioned that the government will not give its full support to establish an effective service delivery provision at the local level. Rather than the commission taking the lead in this, the government machinery should be actively involved in assisting the commission. For this, the role of the Ministry of Finance and the Ministry of Federal Affairs and General Admiration is necessary and effective. Fiscal transfers have also been made at the local level from the provinces. The provinces also need to make such measurements in coordination with the National Natural Resources and Fiscal Commission. There is no question that the assessment done in about 4,000 bodies at the local level in the past cannot be done now. As the country has been transformed from a unitary governance system to a federal one, the people have sought faster and faster service flow than before. As per the principle of subsidiarity, local levels are the closest government for the people. People expect better, more effective, quality and accountable services than before, but they are not satisfied with the performance of the local units. Local-level representatives should understand the people's voices and address them properly. In order to make the local level truly accountable to the people, the nation, the constitution and the law, there should be no delay in re-implementing the system of rewarding and punishing local levels by following the performance measurement indicators. If performance measurement at the local level is conducted as a campaign, the work done at the local level and the service flow will improve several-fold. ",
    "Democracy's undoing": "It takes a long, long time for democracy to grow and become mature enough to provide a sense of stability and security to the citizens of a political entity. It takes enormous moral, ethical, and mental integrity on the part of political leaders to turn the democratic system into a guardian of the people. But parliamentary democracy has a dangerous nemesis: A political demagogue with authoritarian impulses.With one fell swoop, Prime Minister KP Sharma Oli pushed the country to yet another quagmire of instability and political crisis when on Sunday, December 20, he orchestrated a political coup as his Cabinet recommended the dissolution of the lower house of Parliament. President Bidya Devi Bhandari, always eager to sign off anything that is brought to her table, wasted no time to approve the Cabinet's recommendation, dissolving the House of Representatives based on Article 76 (1) and (7), and Article 85 of the constitution and called for a fresh mandate through parliamentary elections, slated for April 30 and May 10 next year. As if the Covid-19 pandemic had not been playing a villain already, Prime Minister KP Sharma Oli dealt a coup de grâce on parliamentary democracy. Oli had, for quite some time, been facing a legitimacy crisis within the ruling Nepal Communist Party (NCP) since he had lost the majority, as the faction led by Pushpa Kamal Dahal, Madhav Kumar Nepal and Jhala Nath Khanal had been asking for his resignation owing to his poor governance and authoritarian impulses. But on Sunday, he surpassed all limits of betrayal of the popular mandate as he suppressed the political system after he failed to consolidate his position within the party.Oli had come to power after the 2017 general elections through an unprecedented political mandate in several decades as his party emerged victorious with a majority in the federal parliament. This was, therefore, a once-in-a-lifetime opportunity to help steer the country towards the path of his much-touted slogan of prosperity through stable governance. Through his mischief, Oli has crushed the dreams and hopes of millions of Nepalis. Not one to be left behind in the race to become commander-in-mischief, President Bhandari has remained a rubber stamp for the Oli government, supporting the prime minister in every political perversion he has committed in recent times. In playing the yes-woman for Prime Minister Oli, President Bhandari has thrown the legitimacy of the revered Office of the President—along with whatever little legitimacy she had—to the trash pile of politics. Millions of words will now be spent on whether Oli's action is legal or constitutional. People will now wait, with bated breath, how the Supreme Court will untangle the meanings of the constitution. But this is not a question of legality or constitutionality anymore. Rather, it has to do with whether Nepali people will continue to have faith in parliamentary democracy in the days to come. If the political system they fought hard to establish can be manipulated by the whims of a demagogue, they have every reason not to trust this system and seek its alternatives. Once lost, people’s faith in a political system is hard to regain. Together, the prime minister and the President duo has shown that even the dirtiest of tricks in the political playbook is fair if they serve their purpose even if that means playing with the dreams and hopes of over 30 million people. In committing an incorrigible mistake of pushing the country decades back to the olden days of political instability, Prime Minister Oli and President Bhandari have together committed a grave injustice to the people of Nepal. History will never be kind to them.   ",
    "The end of efficiency": "Economics is the study of economising, or using the least amount of time and effort to produce the greatest amount of satisfaction. The more we can economise on the use of scarce resources, the more 'efficient' we are said to be in getting what we want. Efficiency is a prized goal because it literally cheapens the cost of living. Cheapness in obtaining the goods and services we want is thus the key to a better life.Efficiency lies at the heart of trade theory. In the early 19th century, the economist David Ricardo argued that each country should concentrate on making what it could produce at the lowest relative cost. The late Nobel laureate economist Paul Samuelson described Ricardo's theory of 'comparative advantage' as the most beautiful in economics, equally applicable to the division of labour between people, businesses, and countries. It remains the underlying theoretical rationale for globalisation.Efficiency is also why economists have been fretting over labour productivity in advanced economies. In the United Kingdom, for example, workers produce, on average, no more output per hour today than they did in 2007, so there has been no gain in efficiency. This means that UK living standards have remained flat for 13 years—the longest period of stagnation since well into the Industrial Revolution. Economists have published hundreds of articles in learned journals trying to explain this 'productivity puzzle'.But the broader mood has changed. Google's Ngram Viewer, a tool that uses a database of millions of books and journals to chart the frequency with which words appear, indicates that use of 'efficiency' and 'productivity' has plummeted since 1982, whereas that of 'resilience' and 'sustainability' has spiked. We now talk more about the sustainability of economic life, meaning its resilience to shocks. Efficiency-focused economists are well behind the cultural curve.Three factors seem to account for this shift. The first is growing concern that focusing only on the present cost of using resources will deplete the planetary resources available to continue the human species. Because what is cheap today may become impossibly expensive tomorrow, we need to invest in sustainable technologies that can yield a long-run return to humanity, rather than just short-run gains for businesses and consumers.Second, Covid-19 has made us much more aware of the fragility of global supply chains. Ricardo's beautiful theory threatens to spawn a nightmare if countries lose access to essential supplies because they have accepted the logic of procuring from the cheapest markets. During the pandemic, most people in the West were shocked by the extent of their reliance on China for essential medical supplies.Lastly, it is more widely understood that the quest for efficiency at any cost, whether through globalisation or automation, threatens the security and sustainability of employment. 'The end of production is consumption', Adam Smith proclaimed with impeccable logic. But sustainable consumption requires sustainable incomes, which come mainly from wages; and we are far from having a system that allows for consumption without wages. In fact, in the name of efficiency, we have allowed huge wealth and income inequality.Economists are normally keen to speak of trade-offs. But they have been strangely blind to the need to trade off efficiency for sustainability—that is, to broaden their concept of efficiency to one of efficiency over time. This is largely because contemporary economists' equilibrium models make no provision for time, and regard the future as simply an extension of the present. What is efficient today will be efficient tomorrow and always.But, as John Maynard Keynes pointed out, the future is uncertain. There is no reason to believe that the conditions that today make free trade, global supply chains, automation, and poverty wages efficient will continue. As Keynes said in a notable response to the econometrician (and future Nobel laureate) Jan Tinbergen: 'Is it assumed the future is a determinate function of past statistics? What place is left for expectations and the state of confidence relating to the future? What place is allowed for non-numerical factors, such as inventions, politics, labour troubles, wars, earthquakes, financial crises?' We could compile a similar list of contemporary risks.It follows that economic policymakers need to pay much more attention to the 'precautionary principle', or the principle of 'least risk of harm', which aims to control risk rather than maximise benefits. The economist Vladimir Masch calls this approach 'Risk-Constrained Optimization’, and argues that it 'is needed under [the] highly dangerous, uncertain, and complex conditions of this century'. Using mathematical modelling, Masch has constructed a number of risk-constrained candidate strategies.Such a prudential decision-making rule may lead us to uncomfortable lines of thought. For example, how sustainable is an uncontrolled increase in global population? We continue to put our faith in science and education to restrict population growth in time, but we don't know how much time is available. There are surely grounds for the Malthusian concern that the increase in the number of people will exceed the resources available to support them, resulting in large-scale plagues, famines, floods, and wars—which traditionally have reduced overpopulation.Likewise, a sustainable technology is surely one that does not make extreme demands on our power of adaptability, threatening widespread economic and social redundancy and the predictable political backlash. We currently view technological progress exclusively through the lens of efficiency, and allow its pace to be set by cost-cutting market competition. The prudential principle implies adapting technology to people, rather than the other way round.Finally, how sustainable is a capitalist political economy that must allow its financial system to crash periodically on the grounds that it is 'efficient' at managing risks?So far, we have only started to scratch the surface of such questions. But as the language of efficiency and sustainability shifts, economic thought must catch up with the new disposition.—Project Syndicate  ",
    "Agitation due to prolonged border closure in Province 2": "All eight districts of Province 2 that border India are pressuring the government to reopen the Nepal-India border. The border was sealed on March 21 to contain the spread of the coronavirus. In Parsa’s Birgunj, Sambad Samuha organised an hour-long sit-in in front of the Birgunj Customs for 22 days to pressurize authorities to open the border. On Saturday, the organisation cancelled its sit-in to prepare for other programmes like public awareness, all party interaction and signature collection campaign. Similarly, a sit-in programme to pressurize authorities to reopen the border has been continuous for the last two weeks in Sarlahi. Those participating in the sit-in have started falling sick due to the cold wave. “We are going to launch strong protest programmes in the coming days if our demands are not addressed. The border should be opened to ease our daily life,” said Methur Chaudhary, coordinator of the struggle committee. The border closure has greatly affected all districts of the province. The tourism sector in Janakpur has taken a hit, as the majority of its tourists were from India.“The hotels in Janakpur used to be fully occupied by Indian tourists during the Ram Janaki Bibaha Mahotsab. But this year, there are no guests in the hotels of Janakpur due to the border closure,” said Abhisek Jhunjhunwala, a hotel entrepreneur in Janakpur. According to him, around 80 percent of the tourists that Janakpur receives are from India.This year’s Ram Janaki Bibaha Mahotsab did not have much fanfare. None of the sages arrived in Janakpur from Aayodhya due to Covid-19 restrictions. “There's also a problem in managing daily essentials and receiving medical treatment due to the border closure. We are not getting any tourists from India and our married daughters are facing trouble travelling to-and-fro their houses in both the countries,” Jhunjhunwala said. Meanwhile in Birgunj, Parsa, the border points have not officially opened yet but people from both Nepal and India are crossing the border through the Birgunj-Raxaul border point. Sometimes, security personnel deployed in the border point prohibit people from using the main road. In such a situation, local residents of Birgunj use the eastern side of the road from Birgunj Customs to reach Raxaul in India. In Saptari, smuggling and theft cases are on the rise despite the border being closed since March. “The border has been closed to the public but smugglers are continuing to operate in collusion with security personnel,” said Shekhar Kumar Singh, a member of the National Assembly. Meanwhile, Shankhar Hari Adhikari, chief district officer of Saptari, said that the border has been closed in accordance with the decision of the federal government and that it would remain closed until the government says otherwise. With inputs from our correspondents in Province 2.  ",
    "Kailali landslide survivors say government left them high and dry": "Scores of landslide displaced families from Chure Rural Municipality in Kailali have descended to the Tarai plains and set up a camp inside a community forest of Gauriganga Municipality, where they have been living since last week.Landslides in July and August of this year had displaced around 200 families in Wards 4, 5 and 6 of Chure Rural Municipality. People affected by the disaster say the authorities concerned have taken no initiative for their rehabilitation and many families are living in community buildings or with their relatives and neighbours. Those families who have no place to go have moved to Gauriganga Municipality. There are around 100 families living inside Pashupati Community Forest. “We did not come here to occupy the forestland. We came here to draw the government's attention for our safe and immediate resettlement,” said Tikaram Karki, leader of the landslide survivors’ struggle committee. He said the forest authority has threatened to evict them.“We have nowhere else to go. The government should address our concerns.”Many of the families lack warm clothes and blankets to protect them from the cold. They also have no safe drinking water in the forest. There is a risk of children, elderly people, pregnant women and new mothers getting sick. “We stayed in school buildings, on the roadside, at our relatives’ homes and even in landslide damaged houses for five months. But the authorities did not pay heeds towards our hardship. We came here to show our difficulties to the authorities,” said Tikaram. He added the other landslide survivors were also expected to join them as they plan to organise protests to exert pressure on the government. The flood displaced people are angry at the government and the people’s representatives for ignoring their situation. “The government did not come to our villages to assess our situation. How much longer are we expected to live like this?” said Ambu Bohara. Another landslide survivor Sumitra Devi Karki said her family and fourteen others lived in a school building for five months after landslides ravaged their homes.“After the school resumed the classes we had nowhere else to go,” said Karki. “We came here to draw the government’s attention to our plight.”Dhan Bahadur Roka Magar, chairman of Chure Rural Municipality, said the local government could only offer emergency relief to the landslide survivors. “We repeatedly requested the provincial and federal governments to help us resettle the landslide displaced families, but to no avail” he said. ",
    "The domestic tourism sector is growing--but so is its litter": "In 2015, when Rishav Adhikari trekked to Mardi Himal Base Camp, it was still a relatively unknown trekking destination. “Since many people didn’t know about the trail, one would go on for hours without meeting a single person,” said Adhikari, a travel photographer based in Pokhara. “And there were very few tea houses on the trail, and most of them were pretty basic.” But post-2015, when domestic tourism in the country boomed, Mardi Himal Base Camp’s popularity blew up too. “The increase in the number of trekkers to the base camp has resulted in more lodges, and with better facilities, which has benefited the local economy,” said Adhikari. “But the surge in the number of trekkers has come with its own share of drawbacks. And one of the major ones is the huge increase of litter on the trail. This is very unfortunate.”In September this year, Dawa Steven Sherpa, a tourism entrepreneur and an environmental activist, led an expedition to clean up base camps of several mountains in the Khumbu region. The expedition brought back more than two tonnes of trash.In 2017 alone, eleven tonnes of trash was collected from Lukla to Everest Base Camp trekking route. Over the last few years, locals in the Annapurna region, home to the famed Annapurna Circuit, have time and again raised concerns regarding excessive littering in the region’s popular trekking routes. As more and more Nepalis travel within the country—many to destinations that once saw very limited travellers—tourism stakeholders and environmentalists say that tourism, if not done right, will have negative environmental consequences, and therefore it’s more important than ever to be mindful of the impact they have on the destinations they travel to. “It’s a great thing that the domestic tourism sector is growing, as more and more Nepalis are travelling within the country, but it is also important that people learn how to travel sustainably,” said Raj Tamang, owner of Responsible Adventures, a Kathmandu-based trekking company. A great place to start, says Tamang, is by being more responsible about how and where travellers dispose of their trash.“Back in 2016, I was trekking to Gosaikunda with a group of foreign clients and there were some sections of the trail that were strewn with emptied plastic packets of wai-wai, biscuits, and other eatables,” said Tamang. “These things not only make for a sore sight but also harm the place’s natural ecosystem. The only people I have seen throw trash irresponsibly are our own people. What kind of impression are we setting by littering such remote and beautiful places?”Tamang admits that things would have been much more convenient if there were waste bins on trails for travellers to throw their trash.“The truth is there aren’t, but that shouldn’t be an excuse for people to throw trash irresponsibly,” said Tamang. “If people have no problem carrying packet noodles and biscuits while trekking, why can’t they carry with them the empty packets, which are much lighter, back and dispose of them properly?”Environmentalist and forestry expert Binod Bhatta agrees with Tamang that littering is one of the major negative consequences of trekking trails opening up in remote areas.“For many of us who live in a city like Kathmandu, one of the main reasons we travel for leisure outside the valley is because you get to see greenery and there’s much less pollution,” said Bhatta. “But if we are going to throw our trash everywhere in the places we travel to then what’s the point.”It’s not just littering, Bhatta says, that tourists ought to be mindful about.“As tourists, whatever you do, you got to think whether your actions are creating pollution—from noise, air, water, and soil,” said Bhatta. “I have seen tourists staying in community-run homestays in villages and they all seem to do is drink, blare loud music and party late into the night. I am not against playing loud music and partying but I don’t think villages, where people sleep early, are a place to do that and create sound pollution. One has to be respectful of the surroundings.”Travelling to villages, says Bhatta, offers people a great opportunity to immerse in nature and get a better understanding of the local culture and way of life. “That makes a much more rewarding trip,” said Bhatta. “But if you are going to a village to drink and party late into the night, you might as well do that in a club or a pub in the city.” Sound pollution, says Tamang, is an issue that crops us all too often when Nepalis travel. “A few years ago, one of my tour guides was staying the night with his guests at a lodge in the buffer zone of Bardiya National Park. At night, a few Nepali guests started playing loud music and partying,” said Tamang. “Apart from disturbing other guests, their action could also disturb the park’s wildlife, which could prove dangerous for everybody present in the lodge.” Adhikari agrees that people’s fondness of dancing and partying while travelling shouldn’t come at the expense of other travellers. Villages and communities that cater to tourists, says Bhatta, also have a role to play. “Villages and communities must make it mandatory for visitors to attend a brief orientation programme during which they are briefed on the do’s and don’ts in the community,” said Bhatta. Another point Adhikari stresses travellers need to be conscious of is people’s habit of going to destinations that are trending. “One of the most recent examples I can give is of Manung Kot in Damauli, Tanahun. When the place started trending in social media, hundreds of people started visiting it daily and the impact was visible in the amount of trash that was thrown around in the area,” said Adhikari. “We need to be aware of the negative consequences overtourism can have on any destination. I always tell people to not go where everyone is going but rather to research on new relatively unknown destinations and travel to those places.”Overtourism is a relatively new term given to the phenomena of a destination witnessing too many visitors.Having witnessed the negative impact of overtourism on destinations, says Adhikari, is the reason why he sometimes doesn’t tag the name of the destination he is in on his Instagram page, which has more than 13,000 followers. “There’s this beautiful secluded place near Begnas lake that I used to frequent and post in my social media. When the place got popular, people started arriving in droves and litter started appearing and it destroyed the beauty of the place,” said Adhikari. “So every time I post about a particular place, I cannot help but think about the impact it’s going to have.” People, says Tamang, shouldn’t travel for the sake of reaching the destination.Travelling responsibly, says Tamang, is much easier than people think. “Wherever we travel, we should only leave footprints and take with us nothing but memories,” said Tamang. “We live in a beautiful country and it is our responsibility to keep the beauty intact for the future generation.” ",
    "President dissolves House and calls polls for April 30 and May 10": "“Democratic backsliding today begins at the ballot box,” write Steven Levitsky and Daniel Ziblatt in their book “How Democracies Die”, explaining how democracies face threats in today’s world.Nepal must have been the last place the professors at Harvard University had thought about.On Sunday, Prime Minister KP Sharma Oli crushed the Parliament that was elected from the ballot box, in a move that leaders, civil society members and constitutional experts have described as a constitutional coup. Amid deepening crisis in his Nepal Communist Party (NCP), Oli was losing his ground—his opponents in the ruling party were bent on forcing him to step down; they were planning to take a decision against him through party committees; and as many as 90 lawmakers had even filed a no-confidence motion.Lately, the main opposition had upped its ante against Oli, especially after he bulldozed an ordinance related to the Constitutional Council Act. A vindictive Oli, after finding himself cornered, decided to dissolve the same House of Representatives that elected him to lead the government for the full five-year term.The Standing Committee of his own party condemned the move as unconstitutional and undemocratic.Political analysts and experts on constitutional affairs say Oli totally misunderstood the electoral mandate he and his party had received to govern and ultimately attacked the same constitution which he was mandated to protect and strengthen. After the Oli Cabinet recommended House dissolution on Sunday morning, the Office of the President in the afternoon endorsed it. The Office of the President said in a notice that President Bidya Devi Bhandari approved the recommendation, pursuant to Article 76 (1) and (7) and Article 85 of the constitution, of the Council of Ministers to dissolve the House of Representatives. The President also approved the Cabinet’s recommendation for holding general elections on April 30 and May 10 next year. “President Bhandari has completely failed to play her role of the guardian of the constitution,” senior advocate Chandra Kant Gyawali, who specialises on constitutional law, told the Post.Gyawali said the provisions she has cited are attracted only when there is a hung parliament and no party can prove its majority. Bhimarjun Acharya, who holds PhD on constitutional law, described the Oli government’s move and subsequent approval by the President as “constitutional coup”.“Both the government and the President have cited Article 76 wrongly, as it is related to the government formation and that has nothing to do with the incumbent government,” said Acharya. “And article 85 is linked with Article 76.”Both Gyawali and Acharya said now the only hope is the Supreme Court.“But I am not sure how independently and competently the judiciary deals with the issue,” Acharya told the Post.In a bid to ensure stability given frequent government changes and the past experience of attempts to dissolve the House by prime ministers at the drop of a hat, the drafters of the constitution, which cost seven years and billions of rupees, had envisioned that a prime minister commanding a majority cannot dissolve the House.But Oli has shown utter disregard for the constitution and its provisions.Analysts say Oli has not only trampled upon fundamental values of the constitution and democracy but also plunged the country into yet another vicious cycle of uncertainty and instability.“Oli has pushed the country into the same quagmire from which it was trying to get out,” said Lok Raj Baral, a professor of political science at Tribhuvan University and former ambassador to India. “I have been saying all along that a two-thirds majority is just a technical thing and it alone cannot ensure stability unless our politicians rise above their partisan interest, improve their culture and shed their feudal mindset.”According to Baral, by dissolving the House, Oli has not only made a technical move but also betrayed the people of the country.“What could be a bigger betrayal to the people and the country than this?” said Baral.Conjectures are now coming thick and fast as to how the situation will unfold in the coming days. Until afternoon, many had believed that President Bhandari may, for once, rise to the occasion and won’t play a complicit role in Oli’s mischief, like she has done in the past.Bipin Adhikari, former dean of School of Law at Kathmandu University, said that both President and prime minister trampled upon the constitution despite protecting it being their prime responsibility. “Oli took unconstitutional steps despite knowledge that the constitution doesn’t give him that authority,” Adhikari told the Post. “His actions have disrespected the constitution and President Bhandari has validated those moves.”According to Adhikari, the only way the House can be reinstated is if the Supreme Court says so. “With the dissolution of the lower house, the KP Sharma Oli government has turned into a caretaker government,” said Adhikari. “Oli will lose his position the day the top court decides to revoke his decision to dissolve the House. The reinstatement of the House of Representatives will automatically mean Oli’s defenestration.”To many, Oli’s Sunday move may appear to have come all of a sudden. But those who have closely followed his way of functioning and the way he has on multiple occasions displayed his authoritarian streaks say it was not a matter of if but when.But the dramatic decision to dissolve the House on Sunday largely stems from the ongoing feud in the ruling party.Relations between Oli and the other chair Pushpa Kamal Dahal had soured so badly that there was little likelihood of them coming together again. In November, both Oli and Dahal not only engaged in shouting matches but also threw nasty personal remarks at each other. Dahal had become Oli’s nemesis, but he was equally infuriated at the way his colleagues from the CPN-UML days were backing the former Maoist leader.Despite the Dahal faction’s warnings to either fall in line or face the music, Oli went ahead with his own decisions, disregarding party principles and procedures. On Tuesday, Oli introduced an ordinance on the Constitutional Council Act so as to make it easier for him to appoint officials to constitutional bodies, including the Commission for Investigation of Abuse of Authority. But after massive criticism from within his party and outside, he agreed at the party’s Wednesday Standing Committee meeting to revoke it. But instead he called a meeting of the Council, only to cancel it later. It was revealed on Sunday that the Council had already made recommendations of some officials including former Home Secretary Prem Rai, as chief of the anti-graft commission. On Sunday morning, as many 90 lawmakers of the ruling Nepal Communist Party filed no confidence motion against the prime minister.But by dissolving the House, Oli has not only got the decks cleared for the appointment of his loyalists but also stopped his opponents from having a floor to oust him.Back in March, 2019, the Constitutional Council appointed Dinesh Thapaliya as the chief election commissioner.On Sunday evening, Oli held a meeting with Election Commission officials and asked them to focus on the elections.Narendra Dahal, an election commissioner, said Oli held a meeting with election officials and asked them to start preparations for the elections. “He said the government will provide needed resources and make security arrangements for the polls,” Dahal told the Post. “We have suggested that the government hold the polls in a single phase to save money.”Analysts had told the Post earlier this month that the Oli administration has been attacking the system, one step a time, posing a grave danger to democratic values and principles.Shyam Shrestha, a political commentator who has followed Nepal’s leftist politics for decades, said Sunday’s incident is yet another proof that what matters more than electoral mandate is politicians’ moral value and vision.“The country is now headed back to the darkness,” he said. “Oli has forced the country on the path towards instability and uncertainty once again.”Later on Sunday, three writ petitions were filed at the Supreme Court but they are yet to be duly registered, according to Kishor Poudel, media expert for the Supreme Court.As the Supreme Court is the ultimate arbiter of the constitution, all eyes are on it now. “If the Supreme Court makes its move judiciously and takes a prudent decision, then we can hope things to be back on track,” said Adhikari. “Or else, the Oli government’s present moves have thrown the country into the abyss of political instability.”But amid this, Oli is also looking at imposing a state of emergency.On Sunday evening, just as his party was holding its Standing Committee meeting, Oli had invited chiefs of all security agencies. “Oli has no doubt pushed the country into confusion and chaos,” said Geja Sharma Wagle, a political commentator who writes on contemporary politics and security matters for the Post’s sister paper Kantipur. “How feasible is it to hold elections amid this ongoing pandemic? Then Oli seems to be planning to declare an emergency.”According to Wagle, Sunday’s decision by Oli could put his head in a noose but the consequences could be graver. “He seems to have no intentions to hold the elections. House dissolution has invited not only a political but also constitutional crisis,” said Wagle. Oli has given ample ground to anti-democratic forces who are against the republican set-up, federalism and secularism to hit the streets, according to Wagle. “The way the events have unfolded over the past few weeks shows,” said Wagle, “Prime Minister Oli and President Bhandari have made a well-calculated move to rule the country in an authoritative manner.” ",
    "Covid-19 affected businesses to protest demanding relief and rehabilitation package": "Ram Hari Sharma, proprietor of Mahalaxmi Vehicle Service Private Limited, which provides transport services to the foreign tourists, expanded his fleet of 50 vehicles with 10 more hoping to cash in on the Visit Nepal Year-2020.He spent a total of Rs70 million, including Rs50 million in loans, to purchase them. But now the investment is haunting him as he has no other option other than to park them as the tourism sector has been devastated by Covid-19 pandemic.The government has already reopened public transportation services. But, Sharma’s vehicles were not registered as public vehicles with black number plates. “So, my vehicles have continued to remain parked in the garage while banks continue to send notices seeking repayment of their loans,” Sharma said.Sharma who is also the president of Nepal Tourism Transportation Association, said the situation is similar for almost all transport companies that cater to foreign tourists.As many as 80 transport entrepreneurs associated with the association own over 2700 vehicles, according to Sharma. “Banks are issuing auction notices to sell vehicles of transport entrepreneurs focussed on serving the tourists,” he said.Nepal Tourism Transportation Association is one of the many representative bodies of medium and lower-medium scale entrepreneurs who have formed a struggle committee seeking relief for Covid-19 affected businesses.Other representative bodies include: Public Transport Central Federation, a dozen associations related to tourism including Hotel Association of Nepal, representative organisation of private schools including Private and Boarding Schools’ Organisation Nepal and National Private and Board Schools’ Organisation Nepal and Guardians’ Association, Federation of Nepal National Party Palace and Catering Entrepreneurs Association, Nepal Construction Material Traders’ Association, National Ayurved Association, Additional Postal Association, Federation of Gold and Silver Dealers Association, Nepal Woodcraft Association and Furniture and Furnishing Association.They formed a ‘struggle committee of pandemic affected entrepreneurs’ last week and met senior officials of the government and the Nepal Rastra Bank over the last one week.Among their key demand are exemptions of taxes and fines for the businesses which have remained closed due to the pandemic, exemption in the interest of bank loans and rents to be paid the landlords, availability of as much as 50 percent salary for the staff of the Covid-19 affected enterprises and soft loans among others.They have asked the government to address their demands in seven days and vowed to launch a protest programme thereafter. They announced discontinuing paying the tax, launching street protests with public vehicles and encircling the Singh Durbar and Nepal Rastra Bank among others.The government has started implementing its announced relief package of Rs50 billion under which small and medium enterprises and tourism businesses can get loans at an interest rate of five percent. The central bank has started providing a refinance facility where around Rs70 billion has already been released, according to Dev Kumar Dhakal, executive director at Nepal Rastra Bank.But, agitating the entrepreneurs said that the refinance facility has not been available to the small and medium scale enterprises. “Based on what the deputy governor told us during the meeting, the refinance facility of over Rs50 million has just been provided to large hotels, schools and hydropower projects,” said Sharma. The refinance facility above Rs50 million is provided on a case to case basis. But, there is another window of receiving refinance facilities under which a firm affected by the pandemic can get a refinance facility upto Rs50 million. But, agitating entrepreneurs said that many of them have not got the facility.As part of the relief, the central bank has extended the deadline for paying loan instalments by six months, nine months and one year, depending on the degree of impact on the particular sector as it seeks to provide succour to businesses hit by the pandemic.“Banks and financial institutions have not followed this policy properly. The deadline was not extended for a number of transport entrepreneurs even though they had paid instalment till mid-July,” said Krishna Kumar Rijal, acting president of Public Transport Central Federation. “Some development banks have charged interest of over 15 percent even though the average interest rate has gone down drastically in recent months.”Even though the government relaxed all restrictions for the public transportation, transport entrepreneurs said that they have not been able to put all their vehicles on the road due to less movement of people compared to normal times.“My dozen buses and micro-buses are in the garage due to the lack of passenger movement and the lack of money to conduct maintenance works after they were garaged for several months,” said Rijal, who is also the proprietor of Kathmandu-Kerung Yatayat Private Limited. “Kathmandu-Rasuwagadhi road remains busy when smooth trade takes place between Nepal and China. But, trading activities through this route has slowed and there is little movement of people on this route.”Schools have also been badly affected by the pandemic and most of the schools have remained closed due to the pandemic. They are taking online classes but a large number of students have been deprived of learning due to lack of internet facility.“The biggest impact of schools being closed has been on students,” said Karna Bahadur Shahi, immediate past president of National Pabson, a grouping of the private schools. “But private schools have also been unable to pay the teachers and other staff. Even well-known schools are struggling to pay even half of the staff salary.” ",
    "Government struggles to mobilise funds for loans at subsidised interest for virus-hit sectors": "The government is yet to generate any sizable sources to finance the Business Continuity Credit Plan meant to support the micro, small and medium enterprises and tourism industry badly affected by the Covid-19 pandemic even though the plan came into implementation last month.Under the Rs50 billion rehabilitation package businesses in targeted sectors can get credit at five percent interest for one year and six percent in the following year, to use the fund for the remuneration of their staff. Nearly six months after the package was announced through the budget in May, the government last month introduced the working procedure on implementation of the package. Subsequently, the central bank directed the banks and financial institutions to implement the package.The government has allocated Rs1 billion to implement the programme. But, according to Dev Kumar Dhakal, executive director at the central bank, the government is yet to deposit any extra amount. “The Nepal Rastra Bank will inject Rs3 billion in the fund,” he said. “We have already put Rs1.5 billion in the rehabilitation fund.” As per the budgetary provision, the sources of funds for this rehabilitation package will be foreign aid, government owned entities and the government’s own resources. An official of the finance ministry said that the ministry has already got assurance from a number of the government entities that they would make available funds.“Nepal Oil Corporation has committed to provide Rs5 billion while Employees Provident Fund has assured of injecting Rs4 billion soon,” said Jhakka Acharya, joint secretary at the ministry. According to him, Citizen Investment Trust has promised to inject Rs2 billion while the Nepal Reinsurance Company, Rastriya Beema Sansthan and Deposit and Credit Guarantee Corporation have committed to inject Rs1 billion each immediately.“We hope to get half of the total rehabilitation fund from government entities,” he said. But, they are yet to provide the fund for the purpose.These funds are expected to be relatively expensive for the government with many of them demanding a five percent interest rate, according to the ministry.With the government struggling to collect enough revenue, most of the fund could be managed through the foreign aid. In the first four months of the current fiscal year, the federal government’s revenue collection shrank by three percent compared to the same period last fiscal year. The revenue collection has largely been enough to meet the recurrent (administrative) expenditure.As of December 17, the government’s revenue collection stood at Rs305.86 billion while administrative expenditure stood at Rs284.78 billion, according to the Financial Comptroller General Office, which keeps record of income and expenditure of the government.The government’s delay in generating necessary resources for the programme has come at a time when the banks are reporting that the demand for the credits under this package has started to grow. “The demand for credit under the package is growing,” said Bhuvan Dahal, president of Nepal Bankers’ Association, a grouping of chief executive officers of the commercial banks. “Most of the demand so far has come from the hotel sector.”The hospitality industry is one of the most affected sectors as domestic and foreign tourists dried up due to the pandemic.Dahal, who is also chief executive officer of Sanima Bank, said his bank has started to approve the credit under the package. As per the working procedure of the tw0-year credit programme, an enterprise from the most affected sectors can get up to Rs100 million credit while the enterprise from the sector that is facing medium level impact can get up to Rs70 million. The enterprise from the partially affected sector can get upto Rs50 million. Half of the credit is available for paying remuneration to the staff and half can be used as working capital to continue the business.An enterprise cannot fire any staff as long as the credit facility is in effect. Devendra Khanal, deputy chief executive officer of Rastriya Banijya Bank said that the state-owned bank’s branches have been collecting loan demands. “They are yet to arrive at the headquarters for approval,” he said.Entrepreneurs affected by the pandemic say that the credit facility is being made available by the government has come too late. “Many hotels, particularly smaller ones have shut down their operations,” said Binayak Shah,first vice-president of Hotel Association of Nepal, a group of hoteliers. “Had the credit facility been available a few months ago, survival of many now closed enterprises would have been possible.” ",
    "Nepal Communist Party Standing Committee decides to propose disciplinary action against Oli": "A Standing Committee meeting of the Nepal Commmunist Party has decided to recommend disciplinary action against party chair and Prime Minister KP Sharma Oli.“A proposal to this effect will be taken to the meeting of the Central Committee scheduled for Tuesday,” Pampha Bhusal, a Standing Committee member, told the Post.The decision of the Standing Committee meeting, which was skipped by Oli and some other members loyal to him, took place in Baluawatar on Sunday evening, hours after President Bidya Devi Bhandari dissolved the House of Representatives on the recommendation of the Oli Cabinet.The Standing Committee has not made it clear what kind of action it is proposing against Oli.Oli’s move of dissolving House comes on the heels of a deepening crisis in his Nepali Communist Party where he has slid into the minority with the opponent faction led by Pushpa Kamal Dahal, Madhav Nepal and Jhala Nath Khanal demanding his resignation for failing on the governance front and to abide by party decisions.Read: What does the constitution say on House dissolutionIn the 44-member Standing Committee, the Dahal-Nepal faction controls the majority. Oli was elected prime minister in February 2018 after the alliance of his CPN-UML and Dahal’s CPN (Maoist Centre) was handed a majority in the 2017 elections. The two parties had merged in May 2018 to form the Nepal Communist Party.But rising tensions in the party had threatened Oli’s chair.In November 1994, then prime minister Girija Prasad Koirala of the Nepali Congress had dissolved the House. After that, then CPN-UML’s Manmohan Adhikari had formed a minority government. But Adhikari too had attempted to dissolve the House, only to be challenged at the Supreme Court which restored the Parliament.Sunday’s Standing Committee also condemned Oli’s move of dissolving the house, saying it is unconstitutional and undemocratic. ",
    "Nepal’s Covid-19 toll reaches 1,788 with 11 more deaths; national tally reaches 253,772 with 588 new infections": "Nepal on Sunday reported 11 more Covid-19-related fatalities, pushing the death toll to 1,788. The country also recorded 588 new cases.The overall infection tally has reached 253,772 with 8,320 active cases.According to the Ministry of Health and Population, 243,664 infected people have recovered from the disease so far; of them 1,097 in the past 24 hours.Kathmandu Valley recorded 238 new infections in the past 24 hours. Of them, 179 cases were confirmed in Kathmandu, 33 in Lalitpur and 26 in Bhaktapur.As of Sunday, the number of confirmed cases in the Valley has reached 118,111. While Kathmandu has reported 454 Covid-19-related fatalities so far, Lalitpur and Bhaktapur have recorded 142 and 97 deaths respectively.According to the ministry, 891 individuals from Bagmati Province, 224 from Lumbini Province, 211 from Province 1, 209 from Province 2, 177 from Gandaki Province, 52 from Sudurpaschim Province, and 24 from Karnali Province have died of Covid-19 so far.As of Sunday, 1,870,830 PCR tests have been carried out across the country.A total of 4,620 PCR tests were performed in the past 24 hours, according to the data released by the ministry.In the past 24 hours, 45 new infections were reported in Province 1, eight in Province 2, and 271 in Bagmati Province.Similarly, Gandaki, Lumbini and Sudurpaschim provinces reported 58, 91 and 115 cases respectively. Karnali Province did not report any cases today.Two districts—Kathmandu and Lalitpur—have more than 500 active cases. Manang and Mugu do not have any active case, according to the ministry.While 265 individuals infected with the virus are being treated in intensive care units across the country, 51 others—26 in Bagmati Province, 11 in Gandaki, four in Province 2, three each in Lumbini and Karnali, and two each in Province 1 and Sudurpaschim—are on ventilator support.Nepal on Saturday reported 12 more Covid-19-related fatalities and 710 new cases. On Friday, the country had reported 16 Covid-19-related fatalities and 782 new infections. Similarly, six deaths and 776 new infections were recorded on Thursday and 13 deaths and 736 new infections on Wednesday.Track all Covid-19 cases in Nepal here. ",
    "Oli government recommends House dissolution": "In a drastic move, Prime Minister KP Sharma Oli administration has recommended House dissolution, something not envisioned by the constitution.An emergency meeting of the Cabinet on Sunday morning decided to recommend to the President dissolution of the federal parliament. [Read: Attacking the system one step at a time]“Today’s Cabinet meeting decided to recommend the President to dissolve the Parliament,” said Barshaman Pun, Energy Minister at Oli’s cabinet.Oli was under pressure to withdraw an ordinance related to the Constitutional Council Act that he had issued on Tuesday and got endorsed by President Bidya Devi Bhandari the same day. [Read: Confrontation looms in the ruling party as Oli remains defiant]When the emergency meeting of the Cabinet was called for 10am on Sunday, it was largely expected that it would recommend the replacement of the ordinance. But instead, the Cabinet recommended House dissolution. According to a minister, as soon as the Cabinet meeting began, Oli announced that he was going to recommend the House dissolution to the President. “No one opposed,” said the minister.[Read: In ordinance, Oli shows yet another authoritarian streak]Oli on Saturday held a series of meetings–with his fellow party chair Pushpa Kamal Dahal in the morning, Secretariat member Ram Bahadur Thapa in the afternoon and President Bhandari in the evening.Since the constitution does not have a provision for the House dissolution, the move is likely to be challenged in the court. ",
    "President dissolves House, declares elections for April 30 and May 10": "President Bidya Devi Bhandari has endorsed the Oli government’s recommendation for the dissolution of the House of Representatives.The Office of the President said in a notice that President Bidya Devi Bhandari has approved the recommendation, pursuant to Article 76 (1) and (7) and Article 85 of the constitution, of the Council of Ministers to dissolve the House of Representatives.The President has also approved the Cabinet’s recommendation for holding general elections on April 30 and May 10 next year. “The President has endorsed the government’s recommendation to dissolve the House,” said Tika Dhakal, information and communication expert to the President. “The election has been set for April 30 and May 10 next year.”The Oli Cabinet on Sunday morning had decided to recommend the House dissolution. Constitutional experts, however, say the constitution does not allow a majority prime minister to recommend House dissolution.Oli’s move of dissolving House comes on the heels of a deepening crisis in his Nepali Communist Party where he has slid into the minority with the opponent faction led by Pushpa Kamal Dahal, Madhav Nepal and Jhala Nath Khanal demanding his resignation for failing on the governance front and to abide by party decisions.Constitutional experts say the President endorsed an extra-constitutional recommendation of the government.“President Bhandari has completely failed to play her role of the guardian of the constitution,” senior advocate Chandra Kant Gyawali, who specialises on constitutional law, told the Post. “Now the only hope is the Supreme Court.” Gyawali said the provisions she has cited are attracted only when there is a hung parliament and no party can prove its majority. Bhimarjun Acharya, who holds PhD on constitutional law, described the Oli government’s move and subsequent approval by the President as “constitutional coup”.“Both the government and the President have cited Article 76 wrongly, as it is related to the government formation and that has nothing to do with the incumbent government,” said Acharya. “And article 85 is linked with Article 76.”According to Acharya, the premises on which the government recommended House dissolution and the President approved wrong. “The constitutional provisions mentioned do not fit in the existing condition, hence both the prime minister and the President have committed a coup on the constitution,” Acharya told the Post. “The only hope now is from the judiciary, but I am not sure how independently and competently it will deal with the issue.”This article has been updated to add more quotes. ",
    "What does the constitution say on House dissolution": "Prime Minister KP Sharma Oli’s government on Sunday recommended House dissolution, raising questions about its constitutional validity.The Constitution of Nepal promulgated in 2015 does not have a clear provision for House dissolution. What does the constitution say?Article 85 (1) states that unless dissolved earlier pursuant to this constitution, the term of the House of Representatives shall be five years.Since it was established in 2018 following elections under the new constitution in November-December 2017, the House of Representatives has not been dissolved earlier, its term shall be five years.Purna Man Shakya, also an expert on constitutional affairs, said dissolution of the House is not possible unless there is a problem in the formation of government. “There is no provision in the constitution for the prime minister leading nearly a two-thirds majority government to dissolve the House,” said Shakya, the chairman-elect of the Supreme Court Bar Association. “If the President refuses to block the government’s move, only the Supreme Court can revive the House. There is no other way.”Another provision that mentions House dissolution is in Article 76. The different clauses of this article relate to the situation when the prime minister appointed to lead a government in a hung parliament cannot get the required majority vote with support from another party or other parties. Article 76 (7) states, “In cases where the Prime Minister appointed under clause (5) fails to obtain a vote of confidence or the Prime Minister cannot be appointed, the President shall, on recommendation of the Prime Minister, dissolve the House of Representatives and appoint a date of election so that the election to another House of Representatives is completed within six months.”Clause 5 relates to a member of the House of Representative claiming that he or she can get the required majority vote.Article 76 (7) is the only clause in the constitution that clearly mentions when the House of Representatives can be dissolved. Currently, Prime Minister Oli enjoys not just a simple majority but nearly two-thirds majority as his party has over 170 seats in the 275-member House of Representatives.Bipin Adhikari, former dean at Kathmandu University School of Law, said that Oli’s House dissolution move is unconstitutional and that the President must not approve it. “It is the time for the President to use her conscience and reject the executive’s unconstitutional recommendation,” Adhikari told the Post. “She should immediately hold a meeting with all the parties in Parliament and experts.” ",
    "Confrontation looms in the ruling party as Oli remains defiant": "Prime Minister KP Sharma Oli’s refusal to withdraw an ordinance on the Constitutional Council Act despite committing to doing so before his party has stoked concerns if the Nepal Communist Party chair is scheming a more serious political move.Party insiders say they were unable to figure out what Oli is up to but the way he has been holding meetings with leaders close to him and still refusing to abide by party decisions is an indication that he would not hesitate to take drastic steps.“What is quite concerning is Oli’s deviation from the politics of consensus could not only be detrimental just to the party but also to the country,” said a ruling party leader who spoke on condition of anonymity. After facing censure from leaders within his party and outside as well as analysts and experts on constitutional matters, Oli at his party’s Standing Committee meeting agreed to withdraw the ordinance that he had issued on Tuesday. But on Thursday, he suddenly called a meeting of the Council at 5pm only to cancel it later after his meeting with Pushpa Kamal Dahal, the other chair of the party. It was largely expected that the Cabinet meeting held later on Thursday evening would take a decision on repealing the ordinance. But that did not happen. Friday remained a busy day for Nepali politicians. The main opposition Nepali Congress held a meeting of the working committee of its Parliamentary Party and concluded that Oli must withdraw the ordinance without delay and call the House session. Dahal and Madhav Kumar Nepal held a meeting with Congress senior leader Ram Chandra Poudel.Oli held his own meeting with his loyalists. Multiple leaders from the ruling party the Post spoke to agreed that there are concerns that Oli might take an unprecedented step but none explained what that could be. Some were of the view that since Oli has badly slid into the minority in the party and sensed that the opposing faction led by Dahal and Nepal are not going to relent this time, he could, if no other options are left, split the party.At least two leaders close to Oli said that Oli has intimidated members close to him that he would not give up and rather split the party if things take a turn for the worse for him.“So far Oli has just been using smaller weapons; he has yet to fire the missile,” said Suman Pyakurel, a Central Committee member close to Oli.The Dahal faction, which wants Oli to step down, however, does not want to be seen as the cause for the split. Leaders in the Dahal faction know very well that the split won’t serve them well. So efforts to maintain unity will also continue, according to insiders. But can Oli take a bigger step than splitting the party?He may, if push comes to shove, given his vindictive nature, say leaders.Oli has already warned his opponents once that he could “take a big action” if needed. Many believe Oli has not ruled out House dissolution if he comes under intense pressure from the Dahal-Nepal faction to step down.Concerns are also rife if Oli has clinched some tacit understanding with the leader of the main opposition, Sher Bahadur Deuba.Even leaders from Deuba’s party say he has been the biggest ally to Oli in the past three years despite being the leader of the main opposition party. Some Congress leaders told the Post on Thursday that Deuba was well aware of Oli’s ordinance move. On Friday, Dahal and Nepal, according to leaders, cautioned Congress’ Poudel to be vigilant about Deuba’s move. A leader close to Poudel told the Post that Dahal and Nepal communicated to Poudel their concerns about any possible alliance between Oli and Deuba. “They said senior Congress leaders must keep a check on Deuba as Oli’s unpredictable and there could be some understanding between the two,” said the leader who refused to be named about the meeting between Dahal, Nepal and Poudel. After reports suggesting that Deuba has maintained a soft stance on Oli despite his misadventures, especially Tuesday's ordinance, the Congress president on Friday went on the defensive.“I took repeated initiatives to summon the House session. Since the Nepali Congress alone did not have 25 percent lawmakers in Parliament, discussions had taken place with leaders of other parties as well,” Deuba wrote on Twitter on Friday evening. “I demand the regular session of Parliament.” Deuba’s Nepali Congress party too has attracted censure for failing to work as an effective opposition for the last three years, failing to hold the Oli government to account. Meanwhile, in the ruling Nepal Communist Party (NCP), the Dahal-Nepal faction is devising its future strategy. The general understanding among the leaders of the Dahal-Nepal faction is that Oli is now trying to force Dahal to withdraw his political document that he presented at the November 13 Secretariat meeting. In his document, Dahal has levelled serious charges against Oli—from failing on governance and party fronts to promoting corruption and influencing the judiciary.In his document, Dahal has also said Oli must make a sacrifice for the sake of the party and the constitution. Though Oli has also offered a rebuttal, he does not want Dahal’s political document, which he has termed a collection of indictments, to be officially discussed in the party.On Thursday, Oli agreed to call off the Council meeting but he had intimated Dahal about not withdrawing the ordinance without consulting with the President. “Oli is now using the ordinance as a tool to force Dahal to withdraw his document,” said a Standing Committee member. “Oli has already told Dahal that it could take some time before he withdraws the ordinance.”Oli’s dilly-dallying to withdraw the ordinance despite agreeing at Wednesday’s Standing Committee is now viewed in the Dahal-Nepal faction as his confrontational approach. The one charge the Dahal-Nepal faction has levelled against Oli time and again is that he has refused to abide by party decisions. At a meeting at Paris Danda, which used to be the headquarters of the former Maoist party, Dahal, Nepal and Jhala Nath Khanal on Friday told the party leaders of Province 1 that Oli’s wayward behaviour would be detrimental to the party’s future.According to a leader who participated in the meeting, both Dahal and Nepal appeared to be enraged at Oli’s refusal to withdraw the ordinance despite agreeing to do so. “If Oli refuses to withdraw the ordinance, we will be left with no option than to take action [against him],” Jagannath Khatiwada, a central committee member, quoted the leaders including Dahal as saying in the meeting. Leaders from both Oli and Dahal factions have a full day on Saturday to devise their strategies before they attend Sunday’s Standing Committee meeting. Leaders said if Oli does not withdraw the ordinance before Sunday’s meeting, it will become more apparent that he is taking a confrontational approach.“No matter what, the Dahal-Nepal faction does not seem to be in a mood to relent this time,” said Mani Thapa, a Standing Committee member. “And it looks like there is no word called a compromise in Oli’s dictionary. So confrontation is inevitable.”Some leaders from both factions, however, have been trying hard to achieve peace in the party.Ghanashyam Bhusal, a Standing Committee member and a minister in the Oli Cabinet, is one among them.On Wednesday, Bhusal, along with Subas Nembang, Bishnu Poudel and Shanker Pokhrel, had managed to convince Oli to withdraw the ordinance reminding him of the consequences. “The Oli camp is for making Dahal withdraw his political document. But the party has to decide on this matter,” Bhusal, who is close to Nepal, told the Post. “The party has to hold a meeting and decide the process… whether it should be withdrawn after discussions or without discussions on it… or whether there should be a committee or a task force to make recommendations… or whether two chairs can do it through an understanding.”But those working to save the party unity are also concerned that the way things are going within the party is something like one step forward two steps back.After a long drawn out tug-of-war, the party on September 11 decided that Oli would run the government in consultation with the party and that Dahal would take care of party-related affairs. But Oli refused to abide by the decisions. He even refused to attend the December 7 Standing Committee meeting. The next meeting held after a week ended after passing a condolence proposal on the death of its Central Committee member Kaman Singh Lama. The next meeting was scheduled for December 16. But Oli suddenly on December 15 bulldozed the ordinance. As he is still reluctant to take back the ordinance, there are also speculations if Oli would go to the extent of introducing another one—similar to what he had introduced in April—so as to ease the provisions for a party split and registration of a new party. Foreign Minister Pradeep Gyawali, who is also a Standing Committee member, however, said that Oli is not going to take any drastic steps and ruled them out as mere speculations. He, however, admitted that the party is in a crisis.“Yes, the party is in a very difficult situation. There could be a patch-up between the leaders. But we also have to see if that will provide a lasting solution,” Gyawali told the Post. “The only thing that the prime minister is demanding is withdrawal of the document that Dahal had presented.” ",
    "There were irregularities in Omni deal, House committee concludes": "There were irregularities in the contract the government signed with Omni Business Corporate International to procure essential medicines and health products to combat Covid-19, Parliament’s Public Accounts Committee has concluded.A meeting of the committee on Friday has also decided to ask the Commission for Investigation of Abuse of Authority to conduct a detailed investigation into the government’s deals and book officials for taking undue advantage of the Covid-19 pandemic. “The committee has concluded that there were irregularities in the procurement,” said Roj Nath Pandey, secretary of the committee. “We will ask the CIAA to conduct a thorough investigation and to book officials involved in irregularities.”Pandey said the committee reached the conclusion after studying contract documents of the deal and discussing the matter with Minister for Health Bhanu Bhakta Dhakal and other officials. The committee, however, hasn’t named those involved in the irregularities.The government on March 25 had awarded Omni Business Corporate International the tender to purchase medical equipment from China after reports of more Covid-19 cases in the country. Omni brought in its first cache of supplies on March 29, but the Department of Health Services annulled the tender on April 1 after the deal courted controversy.The committee had summoned Dhakal on Friday to ask questions about the deal with. During the meeting, the minister defended himself saying the government had to sign the deal with Omni as it assured it would provide test kits and safety gear in a short time even when there was a shortage of such medical items worldwide. “We cancelled the deal and confiscated its security deposit after it failed to deliver the goods as per its commitment. So, it would be wrong to say the government favoured the company,” said Dhakal, defending the deal before the committee.Though there was an agreement to procure medical goods worth Rs 1.03 billion, Omni brought materials worth only Rs280 million, according to him.The committee has found that the deal was done without following due legal process. The government hadn’t sought a price list for the items it ordered from Omni prior to awarding the contract, according to the committee’s investigation.Bharat Shah, chairperson of the committee, said the equipment, test kits and medicines were purchased at inflated rates. The committee’s investigation has found Omni bought N95 masks at Rs 828.67 per piece though the market rate was only Rs 462.50 while infrared thermometers were bought at Rs 7,500—the market rate was only Rs 4,000 per unit.The parliamentary committee also found it suspicious that Dr Khem Karki, Dhakal’s adviser, was involved in the negotiation process. Six companies had submitted their quotations for the procurement and after negotiations were held, Karki’s panel recommended Omni for the deal. The decision was approved by the health minister, and necessary documents were sent to Omni and its bank the same night. The report also pointed out that the deal was awarded to Omni even when it had no prior experience of importing medical goods. It didn’t have documents to prove it was tax compliant.Pandey said they are hopeful that the CIAA will further investigate the case based on the findings of the committee and book those involved in irregularities. During Friday’s meeting, Dhakal informed the committee that the commission was already investigating the case. He said that it had recorded statements from ministry officials involved in the deal.But the CIAA’s track record on big corruption cases is not stellar. In January last year, the Public Accounts Committee had directed the anti-graft body to carry out a detailed investigation against those involved in the procurement of two wide-body aircraft for Nepal Airlines. The committee had concluded that at least Rs 4.35 billion was embezzled during the procurement process. However, the commission hasn’t expedited further investigation into the case. ",
    "How Baluwatar brought disgrace upon Sheetal Niwas and the high office played complicit roles": "In what could be a textbook example of how to bring the Office of the President to disgrace, the KP Sharma Oli administration has highly belittled the high office, stoking even concerns over the legitimacy of the institution which is just 12 years old.In a span of eight months, the Oli administration issued the same ordinance twice–only to withdraw it both times after getting it approved from the President.On April 20, the Oli Cabinet recommended two ordinances. One was related to the Constitutional Council Act (Functions, Duties and Procedures). The ordinance aimed to amend some clauses related to commencement of the Constitutional Council meeting and decision taking. No sooner had the administration recommended the ordinance than the President approved it. After massive criticism, the government recommended the repealment of the ordinance on April 25. The President duly abided. Eight months later, Oli on Tuesday once again issued the same ordinance. It was swiftly promulgated by the President. This time around, Oli attracted backlash at larger scale, with some members of his own Nepal Communist Party (NCP) calling his move outright unconstitutional and experts on constitutional matters equating it to committing a fraud on the constitution.At the party’s Standing Committee meeting on Wednesday, Oli, who is also the party chair, agreed to withdraw the ordinance. “Today’s Standing Committee meeting has unanimously decided to withdraw the ordinance,” Narayan Kaji Shrestha, the party spokesperson, told reporters after the meeting.Party insiders say the decision was taken after Oli reached an understanding with his current bete noire Pushpa Kamal Dahal, the other party chair.Now Oli’s Cabinet will have to make a recommendation to the President for the repealment of the ordinance. Given how President Bidya Devi Bhandari has worked in the past at the behest of the Oli administration, it is expected that she will once again issue a notice of repealment.Lal Babu Yadav, a political adviser to President Bhandari, said she will repeal the ordinance if the Cabinet makes a recommendation to that effect. “As a constitutional President, she can do nothing but endorse what the Cabinet recommends,” Yadav told the Post.Observers and analysts say while Oli has spared no effort to discredit the Office of the President, Bhandari too has been complicit in the game, thereby both emerging as actors to systematically attack the system. In principle, the President is the guardian of the people, the country and the constitution, but the way she has turned into a rubber stamp shows she has completely failed in her constitutional duties, according to them. “The prime minister and the President have turned the state machinery into a puerile game,” Lok Raj Baral, a retired professor of political science at Tribhuvan University and former ambassador of Nepal to India, told the Post. “Bhandari’s actions show that she has failed to rise above partisan interests and is still functioning like a leader of the Oli faction from the then CPN-UML.”This is not the first time President Bhandari’s role has come into question. In the past also she has attracted public opprobrium for her excessive involvement in the internal politics of the ruling party. Bhandari’s role as the President had been questioned in April this year also when she promptly approved the Oli government’s ordinance recommendation.By repeating a similar act on the same ordinance that was earlier repealed, Bhandari now has brought the vaunted institution that she heads into question. Experts on constitutional affairs say Bhandari as the constitutional president with no executive powers per se does not mean that she does not have to take into account if the government's recommendations abide by the spirit of the constitution. “The Office of the President gives legitimacy to the works of the executive. Therefore, whether the executive has followed the due process or not must be examined,” said Chandra Kant Gyawali, who specialises on constitutional law. “Constitutionally, she may not have the authority to reject the government's recommendations, but she can at least raise her concerns or ask the government to be sensitive towards constitutional provisions.”The promptitude Sheetal Niwas puts into display everytime there is a recommendation from Baluwatar too has demeaned the hallowed institution that the Nepali people have earned through struggles, analysts say. “There is no compulsion for the President to immediately endorse what the Cabinet recommends,” said Gyawali. “She has every right to take time to study.” Analysts say the constitution may not have bestowed executive powers on the Office of the President, but there is no provision that bars the office from conducting the state of affairs with discretion. Both Oli and Bhandari now have to answer the motive behind issuing the ordinance that contradicts the constitution and repeal them within 24 hours, according to them. “Bhandari’s successive moves of endorsing what the Oli government decides have raised a moral question over her role as the Head of State. Her actions have brought dishonor to the valued institution,” said Raju Prasad Chapagain, chair of the Constitutional Lawyers’ Forum. “It’s not just about Bhandari, it is about the institution. Her moves have made people lose their faith in the institution.”It’s not that the President has endorsed all the ordinances immediately. For instance, it took her two weeks to promulgate the ordinance to revise some Nepal laws to increase the penalty on rape and attempt to rape. Last year, Bhandari decided to resend a bill to amend the Passport Act to the federal parliament for reconsideration. It was authenticated after it was revised.Yadav, the President’s adviser, however, said that authentications are done as demanded by the prime minister and the Cabinet. “The prime minister said he needed the ordinance immediately so she authenticated it swiftly,” said Yadav.That’s how, experts say, the Office of the President is becoming a rubber stamp because it is working as per the requirement of the executive. “Every constitutional president should use their conscience,” said Gyawali. “The President has a litany of advisers and experts to support her in decision making. She can even consult independent experts.”Not just has she worked swiftly to endorse ordinances forwarded by the Oli government, Bhandari also has played the role of a mediator in resolving disputes within the ruling party. Last month she held a meeting with ruling party vice-chairman Bamdev Gautam and asked him “to play a constructive role” to save the party unity. She also met party chair Dahal asking him to settle the dispute by holding a meeting with Oli. Baral, the professor, said one is expected to be above the party and a trusted personality of the entire nation after being appointed President. “Her active participation in party politics shows she has completely failed to internalise the dignity of her position,” said Baral. “She has turned into a puppet of the Oli government who is using her the way it wants.” ",
    "Malnutrition was worsening before the pandemic, but with job losses of parents it could get worse, experts say": "Fourteen-month-old Susma Chepang of Benighat Rorang Rural Municipality-2, Dhading weighs just six kg. Her mid-upper arm circumference measurement is 10.5 cm.Both indicators show that the toddler is suffering from severe acute malnutrition, a life threatening condition.According to the World Health Organization, a 14 month-old girl should weigh at least 9.4 kg and a boy around 10.1 kg. It says that children’s mid-upper arm circumference should measure at least 13.5 cm, and that those children whose mid-upper arm measures less than 11 cm should be immediately referred for treatment. “We have around 50 children suffering from severe acute malnutrition and over 100 children suffering from moderately acute malnutrition in our rural municipality,” Shankar Duwadi, health coordinator at the rural municipality, told the Post over the phone from Dhading.The problem of malnutrition has been escalating quickly amidst the ongoing coronavirus pandemic, according to nutritionists. If the report of the Multiple Indicator Survey-2019 is anything to go by, the nutrition condition of the country had worsened long before the start of the pandemic.The report showed that 12 percent of children under five suffer from wasting. Wasting or low weight for a particular height is an undernutrition condition, which is a strong predictor of mortality among children under five, according to the UN health agency. Wasting in children is associated with a higher risk of death, if not treated properly, according to it.Only 10 percent of children under-five were suffering from wasting, according to the Nepal Demographic Health Survey-2016. “We don’t know what is the exact condition of malnutrition at present, but the condition has become worse than 2011,” Dr Bikash Lamichhane, former director at the Child Health Division, told the Post. “We can expect that the current situation has become worse than 2019.” In 2011, only 11 percent of children under five years old had wasting problems.A lot of people have lost their jobs, their purchasing capacity has declined, factories have shut down, production of food crops has also declined, and children are derived from medical treatment. The Multiple Indicator Survey-2019 showed that that prevalence of wasting among children in Karnali Province was 17.6, the highest in the country followed by Province 1 (14.3 percent) Sudurpaschim Province (14.1 percent), Province 2 (13.9 percent ) Lumbini Province (13.7 percent) Gandaki Province (8 percent) and Bagmati Province (4.7 percent).People from low middle class families have been hit hard by the ongoing pandemic.Doctors say that pandemic has created a multiplier effect in the health and well being of the people.“Rise in wasting indicates that children are not getting enough nutrient food and also are being deprived of treatment,” Dr Atul Upadhyay, a nutritionist, told the Post. “This is a kind of hunger situation.”Experts say that nutrition has a direct link with the overall development of the country. Malnutrition affects physical as well as mental growth of children, which ultimately affects the country’s economic health, according to Upadhyay.“We are not taking the nutrition issue seriously, which is the main problem in our country,” said Upadhyay. “We do not have a post-pandemic strategy to deal with the worsening nutrition conditions.”Studies show that for every $1 invested in preventing stunting among children generates up to $ 18 in economic returns, according to doctors.Malnutrition plays a major role in the under five mortality rate, according to the nutrition section at the Family Welfare Division under the Department of Health Services.“Along with the lack of sufficient nutrient foods, poor sanitation, lack of safe drinking water and treatment is blamed for wasting, ''Dr Shyam Raj Upreti, former director at the Child Health Division, told the Post. “Concerned authorities should introduce a strategy to address the issue.”Wasting represents failure to get nutrient food in the period immediately before the survey, according to Upreti. ",
    "Extrajudicial killings: Court order to form mechanism could provide justice to victims’ kin": "After two years of investigation, the National Human Rights Commission in October had concluded that the killing of Gopal Tamang, 23, of Sindhupalchok and Ajay Tamang, 24, from Nuwakot in a forest in Bhaktapur district by the police were extrajudicial.A police investigation had concluded that the duo had kidnaped, killed and buried Nishan Khadka, 11. According to the rights commission report, after killing them subsequent to their arrests a police team led by Deputy Superintendent Rugam Bahadur Kunwar had shot them dead on August 6, 2018 and later claimed that they were killed in “an encounter” since they had first fired at the police. The commission concluded that along with Kunwar, Sub-inspectors Dipendra Chanda, Prashnna Malla and Ranjit Tamang and Assistant Sub-inspector Rajan Khadka were also involved in the killings. It recommended the government book the police officials on criminal charges.However, no actions were taken against the five police officers. After the suspicious death of Kumar Paudel, Sarlahi district in-charge of the Netra Bikram Chand-led Communist Party of Nepal, after his arrest in June last year, the National Human Rights Commission investigated into the circumstances leading to Paudel’s death.In a report published in October last year, the rights body concluded that Poudel was killed by the police and labelled it an extrajudicial killing.It had recommended action against the police personnel involved. A year later, no action has been taken against them. Nepal Police is responsible for action against such criminal activities, even if the perpetrators are police officers.But now the Supreme Court has directed the government to form a separate mechanism, independent of Nepal Police, to investigate such cases of extrajudicial killing.The full text of the ruling by the division bench of Justices Ishwar Prasad Khatiwada and Kumar Regmi made public earlier this week said a separate mechanism comprising experts from different sectors is necessary as impartial investigation by the police against its officers can be doubted.“Constitute a mechanism separate from the Nepal Police for an independent, fair, impartial, and effective investigation into extrajudicial cases,” reads the verdict issued against the Office of the Prime Minister and the Ministry of Home Affairs.“Until such a mechanism is constituted, the Central Investigation Bureau of Nepal Police should carry out the existing and other cases of unlawful killings.”The Kathmandu-based Central Investigation Bureau sends investigators to crime scenes when local police are not sufficiently equipped in terms of personnel and tools.Issuing the verdict in the writ filed by advocate Dipendra Jha, now chief attorney at Province 2, and advocate Sunil Ranjan Singh, now a member of the Commission of Investigation on Enforced Disappeared Persons, the Supreme Court has asked the Attorney General’s Office to oversee that the court verdict is implemented.Human rights activists and former police officers have welcomed the decision.“This is a landmark verdict from the Supreme Court,” Singh told the Post. “This could be a huge step towards providing justice for the families of victims who have been killed by the police either after taking them into custody or in excessive use of force.”Jha and Singh had knocked on the Supreme Court’s door arguing the police had either refused to take complaints or filed weak chargesheets against police personnel involved in extrajudicial killings, which had led to the lack of conviction against alleged perpetrators of extrajudicial killings. In their writ, Jha and Singh had presented cases from the Tarai-Madhes from as far back as 2008 when the government had carried out a crackdown against several armed outfits in the region.Hemanta Malla, former deputy inspector general of Nepal Police also welcomed the court’s order to form a separate mechanism. “Questions over impartiality in investigation will be raised when the police carry out an investigation against its official,” Malla told the Post.As per the Criminal Code-2017, cases of extrajudicial killings have to be filed at the police station under whose jurisdiction such cases take place and therefore it is the colleagues of the accused who have the authority to investigate any complaints. So far there have not been fair and impartial investigations into such cases, according to Mandira Sharma, a human rights lawyer and activist. “Nepal Police hasn’t been impartial in investigating the cases of extrajudicial killings and torture,” she told the Post. “Therefore, no action has been taken in almost all the cases.”If there is a degree of public outrage and criticism following such an incident, the government forms a task force usually led by an official of the Ministry of Home Affairs, a retired senior police officer or a judge. But the findings of the task force are not made public; nor are its recommendations implemented most of the time. The National Human Rights Commission also investigates such cases. However, even the recommendations by the constitutional rights watchdog are not implemented. In their verdict the justice duo has reminded police authorities of the United Nations Basic Principle on the Use of Force and Firearms which says law enforcement officials shall not use firearms against persons except in self-defence or defence of others against the imminent threat of death or serious injury, to prevent the perpetration of a particularly serious crime involving grave threat to life, to arrest a person presenting such a danger and resisting their authority, or to prevent his or her escape, and only when less extreme means are insufficient to achieve these objectives. In any event, intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life, according to principle.The court’s verdict earlier this week also has directed the government to create awareness and revise existing laws, if necessary, to stop unnecessary and excessive use of force while maintaining the law and order.For Sharma, the mechanism that the court has ordered to be formed should also have been given the authority to investigate other gross violations of human rights by the security forces rather than just extrajudicial killings.For Malla, the concern is that such a mechanism be equipped with forensic tools and suitable laboratories as well as technical experts as task forces that have been formed in the past often did not have such experts. He, however, welcomed the Supreme Court order and said, “There is a practice of forming such mechanisms in different countries.” ",
    "Choose your next style muse": "When you sit down to watch a television show, you probably want to see great acting, a compelling storyline, and some interesting character development. Those things are all important, but sometimes you just want to see the clothes being used to their fullest potential.Blair Waldorf from Gossip Girls, Rachel Green from Friends, Jackie Burkhart from That ‘70s Show have long been a source of fashion inspiration for many. But in recent years, television has further created some of the most iconic characters. And those iconic characters have equally iconic outfits. From glamorous dresses to striking suits, there are a lot of enviable TV outfits out there.Villanelle from 'Killing Eve'With her very distinctive and on-trend style, there is little surprise that Villanelle's designer looks have topped this list with viewers wanting to emulate some of her most memorable fashion moments.There has been a striking increase in searches on Lyst year-on-year for her style, and she has also caused spikes in specific pieces. From the millennial pink silk Rosie Assoulin top and magenta William Vintage skirt—paired with dramatic Christian Lacroix earrings—that Villanelle, played by Jodie Comer, wears in Amsterdam to the frilly Molly Goddard chiffon frock that has become synonymous with the show's spot-on dark humor and Villanelle's flair for drama, the assassin would've easily made a living as a fashion influencer.Marianne from 'Normal People'Not only has Normal People introduced us to some new faces and offered the perfect binge-watching opportunity, the show's characters are also one big fashion mood. Of course, no discussion of Normal People style can go by without first mentioning Connell's chain, but it's the story's heroine, Marianne, played by Daisy Edgar-Jones, who has us wanting to overhaul our entire wardrobes.From endless summer dresses to that sapphire blue velvet evening number, Marianne continuously serves look after look, whatever the occasion.TV characters often inspire their own trends but there's something less considered about Marianne's style—in a good way. Instead of buying into specific 'trends', she has a different attitude to fashion altogether. In fact, she seems almost ambivalent about what's 'in' which is quite refreshing. Instead, she just wears whatever she wants. Maybe it's her effortlessly cool shaggy fringe or the fact her outfits are notably fuss-free, but there's no denying that we’d like to raid Marianne’s wardrobe.Eleven from 'Stranger Things'After two full seasons of wearing Hopper's and Mike's hand-me-downs, Eleven finally got to go shopping in Stranger Things 3 – and the looks she picked were straight fire. For someone who has basically lived her entire life in captivity, the girl has some pretty epic style. The third season saw Eleven as the ultimate ‘80s kid thanks to her newfound love for bright bowling shirts, busy prints, dungarees and scrunchies. It wasn't just a look, it was a whole look. Eleven wore a particularly colourful iteration of the trend and thousands of fans specifically searched for 'Eleven shirt'.Renata Klein from 'Big Little Lies'Although there are more than a few women whose style viewers would want to emulate in Big Little Lies (Pinterest saves were up 490 per cent year-on-year for the show's outfits), Renata Klein's serious yet chic designer wardrobe has seen the most interest.Searches for Roland Mouret’s ruby red Zodiac gown spiked after it was featured in the first episode of the show’s highly-anticipated second season. The brand also enjoyed a rise in searches a few weeks later, when Laura Dern’s character wore its Delen jacket.Fleabag from 'Fleabag'It didn't take long for Phoebe Waller-Bridge’s character to inspire fashion searches when Fleabag returned for a second season this year. Waller-Bridge, in addition to writing and creating the show, stars as the title character Fleabag, a young woman full of biting wisecracks, self-deprecating humour, and hypersexual tendencies.From micro hemlines to cut-away jumpsuits, we’ve seen how she mixes daring items into mundane, everyday style. Fleabag’s look is very French, from her dark bob and a bold red lip to her striped tops and buckled trench coat. She is not an obvious style icon but once you watch the show, you’ll see how impressive the subtlety of Fleabag’s styling was. The black backless jumpsuit worn in the season two premiere turned heads as people specifically searching for 'Fleabag jumpsuit' on Lyst. A book could be written on the jumpsuit alone. Halter-necked and plunging to the waist, it was a masterpiece of silent positioning. ",
    "The struggle to keep up with your sleep pattern": "If the coronavirus pandemic has made it harder to fall asleep at night, you are not alone. With the majority of us dealing with disrupted routines, increased screen time from working from home, oddly-timed meals, and simple anxiety, the lack of proper sleep is understandable.Theatre artist Raj Shah has lately been having episodes of sleepless nights. He blames the sedentary lifestyle that we all are compelled to cultivate, since the nationwide lockdown was imposed in March, as the main culprit of his sleep anxiety. \"Before the pandemic, I used to engage in theatre workshops, performances, and meetings from dawn to dusk. I’d be tired by the end of the day and sleep would come easy. But now that I have plenty of time, it’s all in vain as I have a tough time getting a good night’s sleep,\" revealed Shah. He watched a number of movies and read books during the first two months of the lockdown, \"then I felt like I was done watching all the movies of my interest and started feeling restless,\" he added.Shah’s sleep anxiety has had an adverse impact on his health. \"I had a mild level of hypertension before, but now it has worsened.\" He consulted with his cardiologist and is taking medicine for hypertension; however, he has not consulted with any sleep specialist. \"After almost a week of sleepless nights, I suddenly recalled the time when I had been to Vipassanā retreat and I had a sleepless night there,\" he shared. He was scared then and was thinking of quitting the retreat halfway, but as he said a taped preaching of Goenka Guru (SN Goenka) changed the course of his thought. \"Guru's words convinced me that simply lying in bed gives our body rest and meditating while not being able to sleep gives no lesser rest than sleeping does. I have started to take sleepless time as an opportunity,\" he claimed.Studies claim that lack of sleep deteriorates our immune system, which is why sleep is more important than ever. Some experts believe that good sleep (between seven to eight hours a night) can reduce a person’s incidence of contracting a viral infection by a third. According to a study published by Sleep Foundation, sleep affects almost every type of tissue and system in the body—from the brain, heart, and lungs to metabolism, immune function, mood, and disease resistance. To add to this, Dr Saroj Prasad Ojha, Head of Psychiatry and Mental Health Department, Tribhuvan University Teaching Hospital (TUTH) says, \"Lack of sleep increases the risk of disorders including insomnia, anxiety disorder and cardiovascular diseases.\"Similarly, according to Dr Suraj Shakya, Clinical Psychologist at Tribhuvan University Teaching Hospital, the Covid-19 pandemic has disrupted our sleep in unexpected ways and the number of sleep anxiety cases is increasing. Coincidently Shakya echoes SN Goenka in terms of taking sleepless time as an opportunity, not as a hindrance. However, Shakya has a different reason: \"Stress deprives us of sleep and the stress resulting from being unable to sleep could be more dangerous as it might lead you to the vicious circle of sleep anxiety. Taking the sleepless time as an opportunity is the key to get rid of sleep anxiety.\"Shakya advises either to meditate or to engage oneself in tasks that are important to do or simply take a short break of about 5-10 minutes when we fail to sleep. Similarly, to have a better sleep he recommends to: Do some physical activity so that you get tired; maintain a regular sleep routine; reduce screen time; do no other activities like reading, watching television or spending time on screen in the bedroom; and more importantly get rid of the fear of not being able to catch the sleep.Ojha stresses the importance of having a good night's sleep, \"Our brain produces a healthy hormone called melatonin which helps us sleep once the lights go down. So, sleeping at night time with no bright lights on is far better than sleeping in the daytime.\" ",
    "Conquering boredom 2.0": "The government has ordered another round of lockdown measures in place for folks in Kathmandu Valley, with many other cities around the country already under prohibitory orders. With that, most of your usual means of entertainment are off the menu once again. At some point, even the most introverted of us are going to go stir crazy now that it's so nice outside—especially with clear blue skies and sunny days.The good news, however, is that the internet is responding with more options for things to get busy with than ever before. So, if you've pretty much exhausted Netflix and the idea of spending another day on the sofa looking at memes is too much to bear, it's time to change up your routine and get those creative juices flowing.Learn a new languageRemember all those times you said you'd learn Italian, Spanish or French but just couldn't find a spare minute? Here's your chance. With a wide selection of YouTube videos and online tutorials at your disposal, why not use this time to learn a completely new language? Language learning app Memrise has recently launched its new Immerse feature, which includes thousands of bite-sized video clips shot by native speakers from their locked-down homes across the world. Offering authentic conversation and phrases that you'd need during your first post-lockdown trip, keep busy by immersing yourself in other cultures. Paint with Bob RossHave any paint and brushes lying around? You’ll be pleased to know that 403 episodes of the timeless Joy of Painting have been added to YouTube so you can listen to Bob Ross’ soothing tones while you paint happy little trees and enjoy the beauty of imperfections. Write a play or short filmPerhaps your work is better realised by actors rather than staying on the page? You’ll be pleased to know that the BBC is on the hunt for original scripts about self-isolation that they can turn into short films. If you’re daunted by that task, you could try out our free screenwriting course to learn the ropes and (hopefully) catapult you into stardom after your first film is made. Have a karaoke night Missing karaoke night with your friends? You can still do it from home. Apps like AirConsole let you turn your smartphone into a mic, and sing your favourite hits with the usual gang and practice new songs to sing at the bar once you feel like venturing out of the house.Try a fitness challengeThere are plenty of fitness challenges you can try out from home, so you can work on your fitness without having to leave the house. You could try the 100 pushup challenge, squat challenge, or just doing a 30-day bodyweight workout challenge to stay healthy at home for free. Just make sure that you don’t push too hard early on, and warm up thoroughly before you do any exercise.Memorise the periodic tableSet yourself a challenge and memorise the periodic table of elements. This is the tabular display of the chemical elements, which are arranged by atomic number, electron configuration and recurring chemical properties, which put together in the table shows periodic trends. There’s a lot to learn and to memorise here, and you can later show off your science-y talent to your friends!Solve a mysteryTrue crime fans can immerse themselves in mysteries or even start solving them. There are plenty of online communities like Reddit’s Unresolved Mysteries, where mystery fans get together to swap theories and combine information to try to get to the bottom of old cold cases.Update your CVBefore lockdown, the idea of updating your CV, cover letter or LinkedIn profile might not have been very high up on your priority list. Rather than putting it off any longer, why not give all of your professional documents and accounts a total makeover? Use this present period to work towards an even brighter future. Try amigurumiNew hobbies don’t get much cuter than amigurumi—the Japanese art of crocheting small creatures or characters. It’s a cheap hobby to start, and if you already have yarn lying around you can find plenty of free patterns online, like this one to create a tiny Freddie Mercury. Learn CalligraphyBored of biro and pencil? Go one step further and transform your writing into a work of art by practicing calligraphy and lettering. With an array of tutorials and expert guides available online, you’ll learn the tricks of the trade in no time—all you’ll really need is a calligraphy set and the willingness to turn off your TV. ",
    "A feast for the eyes": "Cooking shows have been prominent since the early days of television. In recent years, though, YouTube has become a primary home for food and cooking content. Empowering nearly everyone with tools for high-quality content creation, YouTube allows everyone from amateur chefs to seasoned professionals to broadcast from any kitchen in the world. There's something addictive about scrolling through the vlogs of top food bloggers—all those mouth-watering culinary creations and recipes to try yourself, watching them cook is like a hobby in itself. And let’s not forget about how they give people the confidence to experiment with dishes they would otherwise think twice about.With YouTube’s widely available platform and toolset, cooking shows have evolved into a genre of online entertainment with endless creative possibilities. To help you navigate the endless sphere of food entertainment, we’ve compiled a list of the top 11 food YouTubers. Check it out, but be prepared to leave hungry.EPIC MEAL TIME For the guys behind Epic Meal Time, the diet doesn’t start tomorrow—it doesn’t exist at all. Their mouth-watering videos ignore calorie counts as they show over seven million subscribers how to make everything from bacon-wrapped-bacon burgers to 84-egg sandwiches.TIPSY BARTENDER On Tipsy Bartender, the great Skyy John shows that anyone can be an expert mixologist. After learning how to concoct inventive, colourful and delicious cocktails, you will be more than ready to host your next great party once the coronavirus is over.HOW TO CAKE IT For Yolanda Gampp of How to Cake It, the cake is the canvas. Over three million subscribers watch as she expertly decorates her creations, transforming them into stunning works of art. From stormtroopers and BB-8 to dinosaurs and teacups, every cake has an identity of its own.MYHARTO (MY DRUNK KITCHEN)Being intoxicated has a way of making novice cookers feel like gourmet chefs—at least until the booze wears off. On her hit YouTube series My Drunk Kitchen, Hannah Hart channels her inner drunk expert as she prepares delicious dishes under the influence.FOOD WISHES Chef John Mitzewich’s reputation is built on serving up sensational American staples. On his YouTube channel FoodWishes, Chef John asks viewers for their “food wish”—a dish they’ve always wanted to cook—and then teaches them how to make it.SORTEDFOOD SortedFood was started by a group of childhood friends who turned their habit of talking about food into a massive YouTube channel. Working out of a studio space in East London, their videos focus on cooking the kind of food that brings people together for an unforgettable night around the table.COOKING WITH DOG Who knew that dogs make pretty great sous-chefs? On Cooking with Dog, ‘Chef’ is joined by her toy poodle Francis for amusing instructional cooking videos. Together, they teach viewers how to make delectable Japanese dishes and more.FEAST OF FICTION Feast of Fiction turns fictional food delights like the Krabby Patties and Butterbeer into party staples. Hosts Jimmy Wong and Ashley Adams show their audience of nearly one million subscribers that a dash of imagination is always a vital ingredient when preparing proper feasts.HELLTHYJUNKFOOD On HellthyJunkFood, Julia and JP create extraordinary renditions of their favourite junk food meals and snacks. Their most popular videos supersize some of fast food staples—from McNuggets to Cheetos—into gigantic, decidedly not healthy meals.PEACEFUL CUISINE Peaceful Cooking taps into the serenity of making food. Chef Ryoya has amassed over one million subscribers using high quality video and atmospheric background music. Learn how to make Japanese cuisine and relax at the same time with his tranquil, and easy to follow videos.YOU SUCK AT COOKING You Suck at Cooking combines imaginative food skits with instructional cooking to keep his more than 700,000 followers entertained while they cook. Viewers learn that sometimes, the only thing standing between them and great cooking is self-doubt. "
}